{
    "homeSection2Title1": "One Group",
    "homeSection2Title2": "One Purpose",
    "homeSection2Title3": "One Vision",
    "homeSection2Desciption": "Times change. Market evolves. New challenges are born. But what stays constant are our purpose and vision. While our purpose fuels the work we do, our vision navigates us in the pursuit of global nutritional security.",
    "homeSection2EmployeeCount": "700+",
    "homeSection2EmployeeText": "Employees",
    "homeSection2CountriesCount": "04",
    "homeSection2CountriesText": "Countries",
    "homeSection2EntitiesCount": "07",
    "homeSection2EntitiesText": "Entities",
    "homeSection2CroresCount": "₹9,700+",
    "homeSection2CroresText": "Crores turnover in<br> FY 2020-21",
    "homeSection2LegacyCount": "₹9,000",
    "homeSection2LegacyText": "Decades of Legacy",
    "homeSection2FarmerCount": "40,000+",
    "homeSection2FarmerText": "Farmers Benefitted",
    "homeSection3Title": "Contributing to global nutritional security holistically.",
    "homeSection3Des": "For a long time, food security had been a major concern around the world. Today, <b>nutritional security</b> has become a crippling health crisis that many parts of the world face. Many people don’t get access to a wide range of foods that promises all the essential nutrients required for an active day. <br>Since nutritional security is influenced by various factors, addressing it takes a holistic approach. For more than three decades, Suguna Group contributes to nutritional security in India and overseas by…",
    "homeSection3list1": "Making essential nutrients accessible and affordable to the common people.",
    "homeSection3list2": "Addressing malnutrition with various sources of nutrients, and not just proteins.",
    "homeSection3list3": "Educating and encouraging young minds to contribute to nutritional security by creating career opportunities in the agro-food industry.",
    "homeSection4Title": "Our brands",
    "homeSection4Des": "The rings of a global value chain",
    "homeSection5Title": "Corporate Social Responsibility",
    "homeSection5Des": "Making commitments for a better society.",
    "homeSection6Subhead": "Careers",
    "homeSection6Head": "Work With Us",
    "homeSection6Des": "Explore and apply for positions at various<br> entities of Suguna Group.",
    "homeSection7Head": "From being a native Indian to<br> becoming a global leader.",
    "homeSection7Des": "In a journey that spans more than three decades, we have progressed<br> from one milestone to another, earning a global reputation.",
    "homeSection8Subhead": "LATEST UPDATES",
    "homeSection8Head": "In the news"
}